Repository: giellalt/corpus-sme
Catalog: tmx/nob/admin/sd/reports_no/norutrapport_2012_6_samisk.pdf.tmx
Source language: sme
Languages: nob

source: Sis livččii almmatge áigumuš viiddidit doaimma nu ahte šattašii regionála giellaguovddáš, danin go oidnet ránnjásuohkaniid dárbbuid, mat dávjá váldet oktavuođa go dárbbašit giellaguovddáža gelbbolašvuođa.
nob: De har imidlertid et ønske om å utvide virksomheten til å bli et regionalt språksenter, ettersom de ser behovet i nabokommunene som ofte henvender seg til dem ut fra behovet for deres kompetanse.

source: Kursset maid eanemusat jearahit leat álgokursset ja lohkankursset (ovddemustá vuorasolbmuide).
nob: Av kursene er etterspørselen størst for nybegynnerkurs og lesekurs (primært for eldre).

source: «Duhkorattaš doaibma lea hui geasuheaddji.
nob: Av aktivitetene er språkarenaen «Duhkorattaš svært populært.

source: Giellaguovddážis lea maid lagas ovttassbargu skuvllain.
nob: Språksenteret har også et tett samarbeid med skolen.

source: Skuvla čuovvo sámi gávcci jahkeáiggi, ja guovddáš lea mielde plánemin ja čađaheamen iešguđetlágan fáddábeivviid mat dien gávcci jagiáiggi oktavuođas lágiduvvojit. Mihttomearrin lea nannet sámegielat
nob: Skolen følger de åtte samiske årstidene, og senteret er med i både planleggingen og gjennomføringen av de ulike temadagene som arrangeres i forbindelse med disse

source: ohppiid giela.
nob: åtte årstidene.

source: Informánttat oahpahussuorggis lohket ahte oahppit ožžot hui ollu ávkki giellaguovddáža ja skuvlla ovttasbarggus.
nob: Informanter innenfor opplæringssektoren ser at elevene har et stort utbytte av samarbeidet med språksenteret.

source: Skuvla oainnášii stuora dárbbu viiddidit dien ovttasbarggu, muhto go guovddážis eai eat doarvái bargonávccat, de ferte guovddáš vuoruhit ohppiid geain lea sámegiella vuosttašgiellan.
nob: Skolen ser et stort behov for å utvide samarbeidet men ettersom senteret ikke har kapasitet, må de prioritere elevene som har samisk som førstespråk.

source: Giellaguovdáš muitala ahte maiddái sámi mánáidgárdi lea hálidan oažžut áigái sullasaš ovttasbarggu, muhto sis ii leamaš vejolašvuohta dan vuoruhit.
nob: Ifølge språksenteret har også den samiske barnehagen ønsket et liknende samarbeid, men de har ikke hatt mulighet til å prioritere det.

source: 6.4 Doaimma ruhtadeapmi
nob: 6.4 Finansiering av virksomheten

source: Giellaguovddáža doaimma ruhtada Sámedikki vuođđodoarjja (2002 rájes).
nob: Språksenterets virksomhet finansieres gjennom grunntilskuddet fra Sametinget (fra 2002).

source: Guovddáš ruhtada daid iešguđetlágan bargguid ja prošeavttaid prošeaktaruđaiguin maid ohcá Sámedikkis.
nob: Senterets ulike aktiviteter og prosjekter finansieres gjennom omsøkte prosjektmidler fra Sametinget.

source: Guovddáš oažžu maid jahkásaččat doaibmadoarjaga Finnmárkku fylkagielddas.
nob: Senteret får også årlige driftsmidler fra Finnmark fylkeskommunen.

source: Giellaguovddáš ii oaččo gieldda guovttegielatvuođadoarjaga.
nob: Språksenteret får ingen tospråklighetsmidler fra kommunen direkte.

source: Muhto go guovttegielatvuođadoarjja geavahuvvo ruhtadit giellakantuvrra doaimmaid, nugo giellakurssiid, de sáhttá lohkat ahte oassi dain ruđain aŋkke geavahuvvo giellaguovddážii.
nob: Men ettersom tospråklighetsmidlene finansierer språkkontorets virksomhet, herunder også språkkursene, kan en si at en del av disse midlene også indirekte går til språksenterets virksomhet.

source: Vaikko giellaguovddážis ja giellakontuvrras lea ge formálalaččat
nob: Det formelle skillet i finansieringen mellom språksenteret

source: goappás ge sierra ruhtadeapmi, de ii sáhte dan guovtti bargosaji doaimmaid nu čielgasit sirret.
nob: og språkkontoret utgjør ikke et like klart skille i de to ulike virksomhetenes arbeid.

source: Okta informánttain lohká ahte prošeaktadoarjagiid haga ii birgeše guovddáš, ja prošeaktaruđaid haga ii sáhtáše guovddáš lágidit buot doaimmaid.
nob: En informant påpeker at prosjektmidlene er helt avgjørende for virksomheten, uten prosjektmidlene hadde ikke senteret kunne arrangert noen av aktivitetene.

source: Vuođđodoarjja geavahuvvo ovtta virggi ruhtadeapmái ja gokčat guovddáža hálddahusgoluid.
nob: Grunntilskuddet går til å finansiere en stilling og til å dekke administrative utgifter ved senteret.

source: Informántta mielas lea buorre go vuođđodoarjja lea seamma ollu juohke giellaguovddážii.
nob: Informanten er også positiv til at grunntilskuddet til alle språksentrene er det samme.

source: Dat maid sii váillahit, lea ovdánahttindoarjja dahje prošeaktadoarjagat guhkit áigái.
nob: Det de imidlertid savner er utviklingstilskudd eller prosjektmidler for lengere tidsperioder.

source: Dan sadjái go bargat prošeavttaiguin mat bistet dušše 1 jagi ain hávális, sáhtáše
nob: I stedet for å ha prosjekter kun for 1 år om gangen,

source: ovdamearkkadihte leat 5‐jagi prošeavttat.
nob: burde man kunne ha for eksempel 5‐årige prosjekter.

source: De beasašii giellaguovddáš veaháš guhkit áigái ráhkadit sihkkaris plánaid ja doaibmarámma.
nob: Det hadde gitt språksenteret en mer kontinuerlig og sikker planlegging og aktivitetsramme.

source: 6.5 Doaimma ulbmil ja beaktu
nob: 6.5 Mål og effekter av virksomheten

source: Gieldda informánttat deattuhit ahte giellaguovddáža ásaheapmi ja guovttegielatvuođadoarjagat leat dat buoremus mii sámi servodahkii lea dáhpáhuvvan maŋemus 30 jagis. Unjárgga gielddas lea ollu
nob: Informanter innenfor kommunen påpeker at etableringen av språksenteret og tildelingen av tospråklighetsmidlene er noe av det mest positive som har skjedd for det samiske samfunnet i løpet

source: dáhpáhuvvan, olbmot leat oažžugoahtán giela fas ruovttoluotta ja mii oaidnit ahte sámegiella lea ožžon ođđa ja buori árvvu.
nob: av de siste 30‐årene. Mye har skjedd i Nesseby kommune, folk har begynt å ta språket tilbake og man ser også at samisk har fått en ny positiv status.

source: Ollu informánttat olggobealde suohkana lohket giellaguovddáža hui mávssolaš bargosadjin mii ovddida sámegiela gielddas.
nob: Flere informanter utenfor kommunen karakteriserer språksenteret for å være en svært viktig aktør og pådriver for å fremme det samiske språket i kommunen.

source: Unjárgga Sámiid Searvi čállá čuovvovaš gulaskuddanvástádusa Unjárgga gieldda 2011‐2014 giellaplánii: «Mii áigut eandalii geassit ovdan dan earenoamáš barggu maid Isak Saba Guovddáš bargá; go fállá kurssiid, ásaha giellabáikkiid, ovddida giellaveahkkeneavvuid, čohkke gielladieđuid ja dadjanvugiid Siskkit Várjjatvuonas ja láhčá muđui giellafálaldagaid stuorráide ja
nob: Nesseby Sameforening skriver følgende i et høringssvar på språkplan for Nesseby kommune 2011‐2014: «Spesielt vil vi fremheve den unike innsatsen Isak Saba Guovddáš står for ved å tilby kurs, etablere språkarenaer, utvikle språkprofileringsprodukter, innsamling av språkkunnskap og begrep i indre Varanger og øvrige

source: smávvaideš.
nob: språktilbud for store og småš.

source: Muhtun informánttat balle dattege veaháš das ahte sáhttá šaddat nu ahte duvdigohtet buot sámegielovdánahttima giellaguovddáža ovddasvástádussan, dasgo dat lea ášši maid juohkehaš ferte dovdat iežas ovddasvástádussan, jus gielda galgá lihkostuvvat oažžut sámegiela seammadássásaš giellan go dárogiella.
nob: Enkelte informanter uttrykker likevel en bekymring over at det kan bli en tendens til å skyve alt ansvaret over den samiske språkutviklingen på språksenteret, når dette er noe alle bør ta større del i dersom kommunen skal lykkes med å det samiske språket mer likestilt med det norske.

source: Go geahččat dasa man bures giellaguovddáš vuhtiiváldá dásseárvvu iežas bargguin, de oaivvilda okta informánttain ahte giellabargu oppalohkái lea nissonolbmuid fágasuorgi.
nob: Når det gjelder likestilling i språksenterets arbeid påpeker en informant at språkarbeid generelt er et kvinnedominert fagområde.

source: Goasii buot bargit leat nissonolbmot, ja buot kurssiin leat nissonolbmot eanetlogus.
nob: Nesten alle ansatte er kvinner og også kursene har et flertall av kvinner.

source: Sii eai geavat gažadanskoviid iskat man duhtavaččat geavaheaddjit leat, muhto guláskuddet dan dábálaččat go eahpeformálalaččat ságastallet olbmuiguin geat ovdal leat čuvvon kurssiid jnv..
nob: Bruker tilfredshet blir ikke målt gjennom spørreskjemaer, men gjerne i mer uformelle samtaler med tidligere kursdeltakere osv..

source: Diekkár ságastallamiin cavgilit dávjá olbmot bargiide makkár sávaldagat sis leat ja makkár áigeguovdilis
nob: I slike uformelle settinger har senterets ansatte ofte fått tips om ønskelige og aktuelle prosjekter som bør igangsettes.

source: Guovddáš ii doala makkárge eará oktavuođa Sámedikkiin go dan ahte diggi dohkkeha raporttaid ja rehketdoaluid ja juolluda ruđaid.
nob: Senteret har ingen kommunikasjon med Sametinget utover at de godkjenner rapport og regnskap og

source: Sii leat duhtavaččat go leat ieža beassan muosis bargat logi jagi ja hukset giellaguovddáža.
nob: tildeler penger. De er fornøyd med at de har fått arbeide fritt til å bygge opp språksenteret i ti år.

source: Giellaguovddáža informánttaid mielas lea giellaguovddážiid fierpmádat hui ávkkálaš deaivvadanbáiki giellaguovddážiidda.
nob: Nettverket hvor språksentrene møtes ansees for å være svært nyttige av informanten på språksenteret.

source: birara maiguin leat bargamin, de sáhttet oažžut ođđa fuomášumiid ja ođđasis smeihttat iešguđetlágan doaimmaid ja láigidemiid.
nob: Spesielt deling av erfaringer og presentasjon av pågående aktiviteter er svært viktig for inspirasjon og revideringer av ulike tiltak og aktiviteter.

source: 6.6 Árvvoštallan
nob: 6.6 Vurdering

source: Mii árvvoštallat ahte sámegiella manná dál miha eanet miehtebiggii go ovdal lea dahkan, ja máŋggas informánttain oaivvildit ge ahte giellaguovddáža bargu lea leamaš váldofápmun giela ealáskahttimis
nob: Vår vurdering er at samiske språket synes å være i medvind mer enn tidligere og flere av informantene anser språksenterets arbeid for å være en sentral og betydningsfull del i revitaliseringen og styrkingen av det samiske språket i Nesseby kommunen.

source: ja sámegiela nannenbargguin Unjárgga gielddas. Giellaguovddáža váilevuođat gusket ruhtadeapmái ja dasa ahte váilot olmmošlaš bargonávccat.
nob: Svakhetene ved språksenteret synes å være knyttet til finansiering og mangel på personlige ressurser.

source: Lea eanet dárbu sin doaimmaide ja bargguide, ja eanebut ohcalit daid, sihke gielddas ja olggobealde gieldda, ja giellaguovddážis eai leat ge návccat buot čuovvolit daid bargonávccaiguin mat sis dál leat fidnemis.
nob: Det er et større behov og en større etterspørsel for deres virksomhet og aktiviteter, både innenfor og utenfor kommunen, enn språksenteret har mulighet til å følge opp med de ressursene som står til rådighet i

source: Go bálddastahttá eará giellaguovddážiiguin, de orro dákkár organiserema mii lea oassin gieldda
nob: dag. En større regional virksomhet er derfor vanskelig å følge opp.

source: doaimmain váttis olggobeale olbmui ipmirdit; das leat máŋga sámi ovttadaga, main leat máŋga ruhtadeaddji ja seahkesearvális barggut, muhto dat orro doaibmamin bures sin mielas geat barget doppe.
nob: Sammenlignet med andre språksentre er organiseringen inn i kommunen med ulike samiske enheter med forskjellige finansieringer og overlappende arbeid, komplisert å forstå for en utenforstående, men ser ut til å fungere bra for de som jobber der.

source: Geavaheddjiide; geat leat gielda ja gieldda ássit, ii oro dát mohkkás ja váttis organiseren váikkuheamen unohasat, danin go guovddáš fállá olbmuide buriid fálaldagaid oppalohkái.
nob: For brukerne, både kommunen og innbyggere, ser ikke den kompliserte organiseringen ut til å påvirke tilbudet negativt da det utad fremstår som et godt samlet tilbud.

source: Min mielas dat nanne giellaguovddáža go lea ná lagas ovttasbargu gieldda giellakontuvrrain, nu ahte dan láhkái nákcejit bagonávccaid buoremusat geavahit, ja ožžot maid stuorát fágabirrasa mii lea buorre
nob: Vi mener det er en styrke for språksenteret å jobbe såpass tett sammen med

source: 7 Deanu giellagáddi– Deanu sámi giellaguovddáš
nob: kommunens språkkontor, og på den måten får de utnyttet ressursene mer effektivt og de får et større fagmiljø som virker positivt for språkutviklingsarbeidet.

source: 7.1 Duogáš dasa manná giellaguovddáš ásahuvvui
nob: 7.1 Bakgrunnen for opprettelsen av språksentret

source: Badjedeanus (boares Buolbmágis) lea giella ja kultuvra hui nanus, muhto Vuolledeatnu, Sieiddás davásguvlui, lea árbevirolaččat leamaš dárogielat guovlu.
nob: I de øvre delene av Tana kommune (gamle Polmak kommune) står samisk språk og kultur sterkt, mens de nedre delene fra Seida og nordover tradisjonelt har vært norskspråklige områder.

source: Liikká lea dáruiduhttin báidnan dálá váhnenbuolvva nu ahte sii eai leat beroštan sámegielas, ja boađus das leat ahte ollu otná rávisolbmot ipmirdit sámegiela, muhto eai máhte hupmat dan giela.
nob: Likevel har fornorskningen preget dagens foreldregenerasjon hvor det samiske var nedvurdert, med resultat at mange av dagens voksne forstår samisk men ikke snakker.

source: Muhtun bearrašat leat duohtavuođas
nob: Nærheten til Finland og utstrakt

source: golmmagielagat, danin go orrot Suoma lahka ja sis lea álo leamaš oktavuohta nuppebeal ráji olbmuiguin.
nob: kontakt over grensa har gjort at enkelte familier i praksis er trespråklige.

source: Oassi sámi álbmogis gullet boazodoallokultuvrii, ja earát leat ges čadnon eanadollui ja Deanujoga guolásteapmái.
nob: Deler av den samiske befolkningen har røtter i reindriftskulturen, mens andre er knyttet til jordbruk og fiske i Tanaelva.

source: Ovdal go Deatnu searvvai sámegiela hálddašanguvlui, de ledje hirbmat riiddut gaskal sin geat dorjo sámivuođa ja sin geat barge sámiid vuostá.
nob: Forut for Tana kommunes innlemming i forvaltningsområdet for samiske språk, oppstod sterke fronter mellom tilhengere og motstandere av det samiske.

source: Vuostálastit ealáskedje fas 1997:s, go gielda válddii atnui sámi oahppoplána, ja boađus dain riidduin lei ahte ásahuvvui priváhta Montessoriskuvla.
nob: Motstanden blusset også opp igjen med innføring av samisk læreplan i skolen i 1997, noe som resulterte at det ble opprettet en privat Montessoriskole.

source: Gielda bargá sámegiela nannemiin ja oččoda buot olbmuid gielddas dohkkehit sámegiela.
nob: Kommunen har jobbet for å styrke det samiske språket og gjøre det mer akseptert i alle deler av befolkningen.

source: Okta vuohki leamaš hukset gieldda institušuvnnaid guovdu gielddaguovddáža Deanu
nob: En strategi har vært å bygge opp kommunale institusjoner midt i

source: šalddis.
nob: kommunen ved Tana bru.

source: Earet eará fárrehedje sii sámeskuvlla Buolbmágis Deanu šaldái, vai šaddá eanet oainnusin.
nob: Blant annet ble sameskolen flyttet fra Polmak til Tana bru, noe som gjorde den mer tilgjengelig.

source: Giellaguovddáš lea Birasvisttis, guovddážis Deanu šalddis, gos maiddái lea girjerájus ja kinu.
nob: Språksenteret holder til i Miljøbygget, sentralt på Tana bru, hvor det også finnes bibliotek og kino.

source: Deanu sámi giellaguovddáš galgá leat veahkkin seailluhit ja ovddidit sámegiela ja kultuvrra beaivválaš eallimis ja almmolaš oktavuođain.
nob: Tana samiske språksenter skal bidra til bevaring og utvikling av samisk språk og kultur i dagliglivet og offentlige sammenhenger.

source: Giellaguovddáža váldoulbmiljoavku lea Deanu álbmot.
nob: Språksenterets primære målgruppe er Tanas befolkning.

source: 7.2 Organiserenmálle válljen
nob: 7.2 Valg av organisasjonsform

source: Giellaguovddáš ásahuvvui gielddaprošeaktan 1999:s, ja gielddastivrras lei politihkalaš digaštallan gos iešguđetlágan čovdosiid digaštalle maid vuođđun lei ahte guovddáš galgá leat oassin gieldda doaimmain.
nob: Språksenteret ble etablert som et kommunalt prosjekt i 1999, og det var en politisk debatt i kommunestyret hvor en så på ulike løsninger rundt en kommunal modell og hvordan andre språksentre hadde løst dette.

source: Guovddáš ásahuvvui sierra ovttadahkan mii organisatuvralaččat čadnui SEG doaimmaide (Sámi Ealáhus ‐ ja ovddidanguovddáš) bissovaččat 2002:s.
nob: Senteret ble etablert som en selvstendig enhet organisert under SEGs virksomhet (Samisk nærings‐ og utviklingssenter) på permanent basis i 2002.

source: SEG lea oasussearvi, mii ásahuvvui 1996:s, gielda lea váldooamasteaddji, muhto das leat maid mieldeoamasteaddjin golbma gieldda suomabealde, ja okta
nob: SEG er et aksjeselskap, etablert i 1996, hvor kommunen er hovedeier, men hvor også tre nordfinske kommuner, samt et

source: sámi lágádus lea oasusoamasteaddjin.
nob: samisk forlag har aksjekapital.

source: Ovdal dien lei gielda juo čielggadan giellaguovddáža ásaheami, ja dat namuhuvvui Deanu gieldda guovttegielatvuođaplánas 2001‐2003.
nob: Forut for dette var etableringen utredet av kommunen, og var omtalt i tospråklighetsplan for Tana kommune 2001‐2003.

source: Dan áiggi lei lunddolaš bidjat giellaguovddáža oassinSEG doibmii, maid gielda juo oamastii ja nu sáhtii ge doallat bearráigeahču.
nob: Den gang var det naturlig at språksenteret skulle plasseres under SEG som kommunen alt hadde eierskap i og således kunne ha god kontroll med.

source: Giellaguovddáža oktavuohta Deanu gildii lea formálalaččat ordnejuvvon Deanu gieldda ja SEG ovttasbargošiehtadusas, mii maŋemus rievdaduvvui 2009:s.
nob: Språksenterets relasjon til Tana kommune er formalisert i en samarbeidsavtale mellom Tana kommune og SEG som sist ble revidert i 2009.

source: Šiehtadus lea hui viiddis, ja gielda oaivvilda ahte lea dárbu dan ráhkadit dárkileabbon, eandalii maŋŋel go Sámediggi rievdadii
nob: Avtalen er veldig rund, og kommunen mener det er behov for å gjøre denne mer konkret, særlig etter at kriteriene for tildeling av tospråklighetsmidler

source: guovttegielatvuođadoarjagiid juolludaneavttuid.
nob: fra Sametinget ble endret.

source: Lea dárbu oainnusindahkat ahte gieldda doarjja guovddážii boahtá guovttegielatvuođadoarjagis, ja geavahuvvo dihto prošeavttaide ja doaimmaide.
nob: Det er nødvendig å synliggjøre at kommunens støtte til senteret gjennom overføring av tospråklighetsmidler går til konkrete prosjekter og tiltak.

source: Šiehtadusas čujuhit maid referánsajovkui mii galgá gieldda sávaldagaid doaimmahit giellaguovddážii.
nob: I avtalen vises det også til en referansegruppe som skal spille inn kommunens ønsker til språksenteret.

source: Muhto diet joavku ii leat leamaš doaimmas, ja loahpageahčen 2010 válljejedje ođđa olbmuid dan jovkui.
nob: Denne gruppa har ligget nede, og ble revitalisert med nye personer på slutten av 2011.

source: Gielda lea dál bargamin aktiivvalaččat giellaguovddáža ektui, ja áigu geahčadit buot beliid organiseremis fas ođđasis.
nob: Det jobbes nå i kommunen med å ta noen aktive grep i forhold til språksenteret, og en vil se på alle forhold rundt organiseringen på nytt.

source: Gielddas leat guokte giellakonsuleantta geat doaimmahit bargguid maid gielddas fertejit bargat, nugo dulkot ja jorgalit čállosiid.
nob: Kommunen har to språkkonsulenter som tar seg av kommunens egne behov for mht. tolking og

source: Sudnos lea liikká lagas ovttasbargu giellaguovddážiin, ja giellaguovddáš sáhttá maid stuorát jorgalanbargguid bargat gieldda ovddas jus ieža eai astta.
nob: oversettelse. Det er likevel et nært samarbeid mellom disse og språksenteret, og hvor de siste kan gjøre større oversettelsesarbeid for kommunen om de ikke selv har kapasitet.

source: Sis lea maid lagas ovttasbargu juohke háve go sámi giellaplána galgá ođasmahttejuvvot ja bargojuohkin galgá doaimmahuvvot.
nob: Det er også et tett samarbeid når samisk språkplan skal rulleres og oppgaver fordeles.

source: SEG doaimmas leat oktiibuot 7 bargi, ja ollugat sis geavahuvvojit árbečeahpin giellaguovddáža doaimmain.
nob: SEG har i alt 7 ansatte, hvorav flere av personressursene brukes inn i språksenterets virksomhet.

source: Eai leat makkárge čielga rájit gaskal SEG ja giellaguovddáža doaimmaid, ja earenoamážit giellaguovddáža ovdánahttinbargu (prošeaktabargu) dahkko lagas ovttasbarggus SEG.
nob: Det er derfor ingen klare skillelinjer mellom SEG og språksenterets virksomhet, der særlig språksenterets utviklingsbit (prosjektrettet arbeid) foregår i et nært samarbeid med andre SEG.

source: ‐ bargiiguin.
nob: ‐ ansatte.

source: 7.3 Giellaguovddáža doaibma
nob: 7.3 Språksenterets virksomhet

source: Guovddáš lea huksejuvvon danin vai galgá bálvalit gieldda ja dan álbmoga dan láhkái ahte lágida giellakurssiid, ja lea čađat dárbu álgokurssiide.
nob: tilgjengelige språkkurs, og det er stadig behov for nybegynnerkurs.

source: Dáhpin leamaš lágidit eahkeskurssiid čakčat ja beaivekurssiid giđđat.
nob: Tradisjonelt har det blitt arrangert kveldskurs på høsten og dagkurs på våren.

source: Álgu lea álggahalliide kurse gos galget gulahallama oahppat, dat bistá 150 diimmu.
nob: Algu er et nybegynnerkurs som er bygget på kommunikativ metode, og går over 150 timer.

source: Kurse sisttisdoallá ollu praktihkalaš bargguid.
nob: Det ligger en rekke praktiske aktiviteter bakt inn i kurset.

source: Joatkkakurse lea eahketkurse mii bistá 30 diimmu, ja lea sin várás geat ovdalaččas máhttet veaháš sámegiela.
nob: Joatkakurset går over 30 timer på kveldstid, og er for de som kan litt samisk fra før.

source: 70 % de oažžu kurseduođaštusa.
nob: Med minimum 70 % fremmøte utstedes kursbevis.

source: 2010 rájes searvvai maid Deanu giellaguovddáš Sámedikki 5‐jagi rávisolbmuidoahppoprográmmii, maid Sámi allaskuvla goziha.
nob: Fra 2010 ble også Tana samiske språksenter involvert i Sametinget 5‐årige voksenopplæringsprogram med oppfølging fra Samisk høgskole.

source: SAAL ‐ kurse hukse seamma oahppoávdnasiidda go Álgokurse, muhto dat addá gelbbolašvuođa ja vejolašvuođa ohppiide čađahit eksámena.
nob: SAAL ‐ kurset bygger på det samme lærematerialet som Algu ‐ kurset, men er kompetansegivende og gir deltakerne

source: Go Sámi allaskuvllas ii šat lean kapasitehta čuovvut dieid kurssiid davvisámi guovllus, de fertii giellaguovddás ohcagoahtti ođđa ovttasbargoguimmiid vai sáhttá joatkit gelbbolašvuođakurssiiguin.
nob: mulighet til å ta eksamen.

source: Dál lea ge guovddáš bargagoahtán ovttas Isak Saba guovddážiin Unjárggas, ja ovttas sii fállet kurssiid maid jođiheamis lea mielde Romssa universitehta. Giellalávgun
nob: Da Samisk høgskole ikke lenger hadde kapasitet til å følge opp disse kursene i de nordsamiske områdene, måtte språksenteret se seg etter nye samarbeidsparter for å kunne fortsette med kompetansegivende kurs, og har nå i samarbeid med Isak Saba senteret i Nesseby tilbudt kurs under ledelse av Universitetet i Tromsø.

source: lea maid geasuheaddji fálaldagat sidjiide geat máhttet veaháš sámegiela ovdalaččas dahje geat ovdal leat čuvvon kurssiid.
nob: Språkbad er også et viktig og populært tilbud for de som kan noe samisk fra før eller har deltatt på tidligere kurs.

source: Kurse lea oalle muddui huksejuvvon praktihkalaš bargguide, ja ollu doaimmat leat olggu ovddas, luonddus.
nob: Kurset er praktisk anlagt med en rekke aktiviteter som foregår ute i naturen og hvor deltakerne er samlet en hel uke rett etter

source: Kurseoasseválddit čoahkkanit olles vahku dakka maŋŋel Mihcamáraid.
nob: St Hans.

source: Dát doaibma lágiduvvo ovttas Isak Saba guovddážiin Unjárggas ja Finnmárkku fylkagielddain.
nob: Dette tiltaket gjennomføres i samarbeid med Isak Saba språksenter i Nesseby og Finnmark fylkeskommune.

source: Deanus lea kurseoasseválddiid lohku njiedjan.
nob: Antallet deltakere på språkkurs i Tana har gradvis gått ned.

source: Lea šaddan earenoamáš váttis oažžut olbmuid astat čuovvut kurssiid beaivet, ja muhtumat leat ge heaitán.
nob: Særlig har det vært vanskelig å få folk til å prioritere kurs på dagtid, og det har vært en del frafall.

source: kurssiid, dakkár báikkiin gos eai leat eará giellaguovddážiin doaimmat.
nob: Samtidig har det vært en etterspørsel etter kurs i andre kommuner som ikke blir dekket av noe annet språksenter.
